Repository: WPZOO/Penguin
Catalog: languages/penguin-gold.*.po
Languages: de_de

source: Brightness of navbar
de_de: Helligkeit der Navigationsleiste

source: Link Color
de_de: Linkfarbe

source: Sidebar layout
de_de: Seitenleiste Layout

source: Author info box on single posts
de_de: Autor-Infobox auf Einzelbeiträgen

source: The user description needs to be added before the box is displayed.
de_de: Damit die Box angezeigt wird, müssen die biographischen Angaben im Benutzerprofil vorhanden sein.

source: Add search box to primary menu
de_de: Das Suchfeld in das Hauptmenü hinzufügen

source: Custom footer text
de_de: Eigener Footer-Text

source: Advanced
de_de: Erweitert

source: Minified CSS and JS
de_de: Minimiertes CSS und JS

source: Load Fluidvids.js for responsive videos
de_de: Lade Fluidvids.js für responsive Videos

source: Search
de_de: Suche

source: Click to open the search form
de_de: Klicke um das Suchformular anzuzeigen

source: About %s
de_de: Über %s

source: https://wpzoo.ch/en/themes/penguin/
de_de: https://wpzoo.ch/de/themes/penguin/

source: Penguin is a clean and modern WordPress theme made by WPZOO. Besides the link color the used colors are monochromatic. The post thumbnail will be used as a big header image on single post pages as well as Pages. These theme characteristics make it possible to use Penguin for bloggin' as well as a magazin theme.
de_de: Penguin ist ein simples und modernes WordPress Theme, entwickelt von WPZOO. Nebst der Linkfarbe ist das Theme in verschiedenen Grautönen gestaltet. Das Beitragsbild wird auf Einzelbeitragseiten als großes Header-Bild verwendet. Die Theme-Eigenschaften machen es möglich Penguin als Blog oder Magazin-Theme zu verwenden.

source: https://wpzoo.ch/en/
de_de: https://wpzoo.ch/de/

source: Full Width
de_de: Volle Breite
